Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.ssh.autoReconnect.recovered
source: [cmux] SSH reconnected (attempt %s/%s).
ar: [cmux] تمت إعادة اتصال SSH (المحاولة %s/%s).
de: [cmux] SSH wiederverbunden (Versuch %s/%s).
es: [cmux] SSH reconectado (intento %s/%s).
fr: [cmux] SSH reconnecté (tentative %s/%s).
ja: [cmux] SSH が再接続されました（試行 %s/%s）。
ko: [cmux] SSH 재연결됨 (시도 횟수: %s/%s).
zh_hans: [cmux] SSH 已重连（第 %s/%s 次尝试）。
zh_hant: [cmux] SSH 已重新連線 (嘗試第 %s/%s 次)。

# cli.ssh.autoReconnect.stopHint
source: [cmux] close this pane or press Ctrl-C to stop reconnecting.
ar: [cmux] أغلق هذا الجزء أو اضغط Ctrl-C لإيقاف إعادة الاتصال.
bs: [cmux] zatvorite ovo okno ili pritisnite Ctrl-C za zaustavljanje ponovnog povezivanja.
da: [cmux] luk denne rude, eller tryk Ctrl-C for at stoppe genoprettelsen.
de: [cmux] schließen Sie diesen Bereich oder drücken Sie Ctrl-C, um das erneute Verbinden zu stoppen.
es: [cmux] cierra este panel o pulsa Ctrl-C para detener la reconexión.
fr: [cmux] fermez ce volet ou appuyez sur Ctrl-C pour arrêter la reconnexion.
it: [cmux] chiudi questo riquadro o premi Ctrl-C per interrompere la riconnessione.
ja: [cmux] 再接続を停止するには、このペインを閉じるか Ctrl-C を押してください。
ko: [cmux] 다시 연결을 중지하려면 이 창을 닫거나 Ctrl-C를 누르세요.
nb: [cmux] lukk denne ruten eller trykk Ctrl-C for å stoppe ny tilkobling.
pl: [cmux] zamknij ten panel albo naciśnij Ctrl-C, aby zatrzymać ponowne łączenie.
pt_br: [cmux] feche este painel ou pressione Ctrl-C para interromper a reconexão.
ru: [cmux] закройте эту панель или нажмите Ctrl-C, чтобы остановить переподключение.
th: [cmux] ปิดบานหน้าต่างนี้หรือกด Ctrl-C เพื่อหยุดการเชื่อมต่อใหม่
tr: [cmux] yeniden bağlanmayı durdurmak için bu bölmeyi kapatın veya Ctrl-C'ye basın.
uk: [cmux] закрийте цю панель або натисніть Ctrl-C, щоб зупинити повторне підключення.
zh_hans: [cmux] 关闭此窗格或按 Ctrl-C 停止重新连接。
zh_hant: [cmux] 關閉此窗格或按 Ctrl-C 停止重新連線。

# cli.ssh.manualReconnectPrompt.detail
source: [cmux] the SSH connection ended; the remote session may still be running.
ar: [cmux] انتهى اتصال SSH؛ قد لا تزال الجلسة البعيدة قيد التشغيل.
de: [cmux] Die SSH-Verbindung wurde beendet; die Remote-Sitzung läuft möglicherweise noch.
es: [cmux] finalizó la conexión SSH; es posible que la sesión remota aún se esté ejecutando.
fr: [cmux] la connexion SSH a pris fin ; la session distante est peut-être encore en cours d'exécution.
ja: [cmux] SSH 接続が終了しました。リモートセッションはまだ実行中の可能性があります。
ko: [cmux] SSH 연결이 종료되었습니다. 원격 세션은 계속 실행 중일 수 있습니다.
zh_hans: [cmux] SSH 连接已结束；远程会话可能仍在运行。
zh_hant: [cmux] SSH 連線已結束；遠端工作階段可能仍在執行。

# cli.ssh.manualReconnectPrompt.prompt
source: [cmux] press Enter to close this pane. Press r then Enter to reconnect.
ar: [cmux] اضغط Enter لإغلاق هذا الجزء. اضغط r ثم Enter لإعادة الاتصال.
bs: [cmux] pritisnite Enter za zatvaranje ovog okna. Pritisnite r pa Enter za ponovno povezivanje.
da: [cmux] tryk på Enter for at lukke denne rude. Tryk på r og derefter Enter for at genoprette forbindelsen.
de: [cmux] drücken Sie Enter, um diesen Bereich zu schließen. Drücken Sie r und dann Enter zum erneuten Verbinden.
es: [cmux] pulsa Enter para cerrar este panel. Pulsa r y luego Enter para reconectar.
fr: [cmux] appuyez sur Entrée pour fermer ce volet. Appuyez sur r puis Entrée pour reconnecter.
it: [cmux] premi Invio per chiudere questo riquadro. Premi r e poi Invio per riconnettere.
ja: [cmux] 閉じるには Enter を押してください。再接続するには r を押して Enter を押してください。
ko: [cmux] 이 창을 닫으려면 Enter를 누르세요. 다시 연결하려면 r을 누른 뒤 Enter를 누르세요.
nb: [cmux] trykk Enter for å lukke denne ruten. Trykk r og deretter Enter for å koble til på nytt.
pl: [cmux] naciśnij Enter, aby zamknąć ten panel. Naciśnij r, a potem Enter, aby połączyć ponownie.
pt_br: [cmux] pressione Enter para fechar este painel. Pressione r e depois Enter para reconectar.
ru: [cmux] нажмите Enter, чтобы закрыть эту панель. Нажмите r, затем Enter, чтобы переподключиться.
th: [cmux] กด Enter เพื่อปิดบานหน้าต่างนี้ กด r แล้วกด Enter เพื่อเชื่อมต่อใหม่
tr: [cmux] bu bölmeyi kapatmak için Enter'a basın. Yeniden bağlanmak için r sonra Enter'a basın.
uk: [cmux] натисніть Enter, щоб закрити цю панель. Натисніть r, потім Enter, щоб повторно підключитися.
zh_hans: [cmux] 按 Enter 关闭此窗格。按 r 后再按 Enter 重新连接。
zh_hant: [cmux] 按 Enter 關閉此窗格。按 r 再按 Enter 重新連線。

# cli.ssh.manualReconnectPrompt.status
source: [cmux] ssh exited with status %s.
ar: [cmux] انتهى ssh بالحالة %s.
bs: [cmux] ssh je završio sa statusom %s.
da: [cmux] ssh afsluttede med status %s.
de: [cmux] ssh wurde mit Status %s beendet.
es: [cmux] ssh terminó con el estado %s.
fr: [cmux] ssh s’est arrêté avec l’état %s.
it: [cmux] ssh è terminato con stato %s.
ja: [cmux] ssh はステータス %s で終了しました。
ko: [cmux] ssh가 상태 %s로 종료되었습니다.
nb: [cmux] ssh avsluttet med status %s.
pl: [cmux] ssh zakończył działanie ze statusem %s.
pt_br: [cmux] ssh saiu com status %s.
ru: [cmux] ssh завершился со статусом %s.
th: [cmux] ssh ออกจากการทำงานด้วยสถานะ %s
tr: [cmux] ssh %s durumuyla çıktı.
uk: [cmux] ssh завершився зі статусом %s.
zh_hans: [cmux] ssh 已退出，状态为 %s。
zh_hant: [cmux] ssh 已結束，狀態為 %s。

# cli.ssh.mosh.addressFallback
source: [cmux] Remote SSH advertised an unusable address; resolving the Mosh address through the SSH connection.
ar: [cmux] أعلن SSH البعيد عن عنوان غير صالح؛ سيتم تحديد عنوان Mosh عبر اتصال SSH.
bs: [cmux] Udaljeni SSH je prijavio neupotrebljivu adresu; Mosh adresa se određuje kroz SSH vezu.
da: [cmux] Fjern-SSH annoncerede en ugyldig adresse; Mosh-adressen findes via SSH-forbindelsen.
de: [cmux] Der Remote-SSH-Dienst meldete eine unbrauchbare Adresse; die Mosh-Adresse wird über die SSH-Verbindung ermittelt.
es: [cmux] El SSH remoto anunció una dirección no utilizable; la dirección de Mosh se resolverá a través de la conexión SSH.
fr: [cmux] Le SSH distant a annoncé une adresse inutilisable ; l’adresse Mosh est résolue via la connexion SSH.
it: [cmux] SSH remoto ha annunciato un indirizzo inutilizzabile; l’indirizzo Mosh viene risolto tramite la connessione SSH.
ja: [cmux] リモート SSH が使用できないアドレスを通知したため、SSH 接続経由で Mosh のアドレスを解決します。
ko: [cmux] 원격 SSH가 사용할 수 없는 주소를 알렸습니다. SSH 연결을 통해 Mosh 주소를 확인합니다.
nb: [cmux] Ekstern SSH oppga en ubrukelig adresse; Mosh-adressen løses via SSH-forbindelsen.
pl: [cmux] Zdalny SSH ogłosił nieużyteczny adres; adres Mosh jest ustalany przez połączenie SSH.
pt_br: [cmux] O SSH remoto anunciou um endereço inutilizável; resolvendo o endereço do Mosh pela conexão SSH.
ru: [cmux] Удалённый SSH сообщил непригодный адрес; адрес Mosh определяется через SSH-подключение.
th: [cmux] SSH ระยะไกลแจ้งที่อยู่ที่ใช้ไม่ได้ จึงค้นหาที่อยู่ Mosh ผ่านการเชื่อมต่อ SSH
tr: [cmux] Uzak SSH kullanılamayan bir adres bildirdi; Mosh adresi SSH bağlantısı üzerinden çözümleniyor.
uk: [cmux] Віддалений SSH повідомив непридатну адресу; адреса Mosh визначається через SSH-з’єднання.
zh_hans: [cmux] 远程 SSH 宣布的地址不可用；将通过 SSH 连接解析 Mosh 地址。
zh_hant: [cmux] 遠端 SSH 回報的位址無法使用；將透過 SSH 連線解析 Mosh 位址。

# cli.ssh.mosh.bootstrapInstallFailed
source: [cmux] Remote bootstrap install failed; continuing over SSH.
ar: [cmux] فشل تثبيت التمهيد البعيد؛ جارٍ المتابعة عبر SSH.
bs: [cmux] Instalacija udaljenog pokretanja nije uspjela; nastavak putem SSH-a.
da: [cmux] Installation af fjern-bootstrap mislykkedes; fortsætter via SSH.
de: [cmux] Installation des Remote-Bootstraps fehlgeschlagen; Verbindung wird über SSH fortgesetzt.
es: [cmux] Falló la instalación del arranque remoto; se continuará mediante SSH.
fr: [cmux] Échec de l’installation du bootstrap distant ; poursuite via SSH.
it: [cmux] Installazione del bootstrap remoto non riuscita; continuazione tramite SSH.
ja: [cmux] リモートブートストラップのインストールに失敗したため、SSH で接続を続行します。
ko: [cmux] 원격 부트스트랩 설치에 실패하여 SSH로 계속합니다.
nb: [cmux] Installasjon av ekstern bootstrap mislyktes; fortsetter via SSH.
pl: [cmux] Instalacja zdalnego bootstrapu nie powiodła się; kontynuowanie przez SSH.
pt_br: [cmux] Falha ao instalar o bootstrap remoto; continuando por SSH.
ru: [cmux] Не удалось установить удалённый bootstrap; продолжение через SSH.
th: [cmux] ติดตั้ง bootstrap ระยะไกลไม่สำเร็จ จึงดำเนินการต่อผ่าน SSH
tr: [cmux] Uzak bootstrap kurulamadı; SSH üzerinden devam ediliyor.
uk: [cmux] Не вдалося встановити віддалений bootstrap; продовження через SSH.
zh_hans: [cmux] 远程引导安装失败；将继续使用 SSH。
zh_hant: [cmux] 遠端 bootstrap 安裝失敗；將繼續使用 SSH。

# cli.ssh.mosh.localMissing
source: [cmux] Mosh is not installed locally; continuing over SSH.
ar: [cmux] ‏Mosh غير مثبت محليًا؛ جارٍ المتابعة عبر SSH.
bs: [cmux] Mosh nije instaliran lokalno; nastavak putem SSH-a.
da: [cmux] Mosh er ikke installeret lokalt; fortsætter via SSH.
de: [cmux] Mosh ist lokal nicht installiert; Verbindung wird über SSH fortgesetzt.
es: [cmux] Mosh no está instalado localmente; se continuará mediante SSH.
fr: [cmux] Mosh n’est pas installé localement ; poursuite via SSH.
it: [cmux] Mosh non è installato localmente; continuazione tramite SSH.
ja: [cmux] Mosh がローカルにインストールされていないため、SSH で接続を続行します。
ko: [cmux] 로컬에 Mosh가 설치되어 있지 않아 SSH로 계속합니다.
nb: [cmux] Mosh er ikke installert lokalt; fortsetter over SSH.
pl: [cmux] Mosh nie jest zainstalowany lokalnie; kontynuowanie przez SSH.
pt_br: [cmux] O Mosh não está instalado localmente; continuando por SSH.
ru: [cmux] Mosh не установлен локально; продолжение через SSH.
th: [cmux] ไม่ได้ติดตั้ง Mosh ในเครื่อง จึงดำเนินการต่อผ่าน SSH
tr: [cmux] Mosh yerel olarak kurulu değil; SSH üzerinden devam ediliyor.
uk: [cmux] Mosh не встановлено локально; продовження через SSH.
zh_hans: [cmux] 本地未安装 Mosh；将继续使用 SSH。
zh_hant: [cmux] 本機未安裝 Mosh；將繼續使用 SSH。

# cli.ssh.mosh.localUnsupported
source: [cmux] The local Mosh client lacks required SSH integration; continuing over SSH.
ar: [cmux] يفتقر عميل Mosh المحلي إلى تكامل SSH المطلوب؛ جارٍ المتابعة عبر SSH.
bs: [cmux] Lokalnom Mosh klijentu nedostaje potrebna SSH integracija; nastavak putem SSH-a.
da: [cmux] Den lokale Mosh-klient mangler den nødvendige SSH-integration; fortsætter via SSH.
de: [cmux] Dem lokalen Mosh-Client fehlt die erforderliche SSH-Integration; Verbindung wird über SSH fortgesetzt.
es: [cmux] El cliente Mosh local no admite la integración SSH requerida; se continuará mediante SSH.
fr: [cmux] Le client Mosh local ne prend pas en charge l’intégration SSH requise ; poursuite via SSH.
it: [cmux] Il client Mosh locale non supporta l’integrazione SSH richiesta; continuazione tramite SSH.
ja: [cmux] ローカルの Mosh クライアントが必要な SSH 連携に対応していないため、SSH で接続を続行します。
ko: [cmux] 로컬 Mosh 클라이언트가 필요한 SSH 연동을 지원하지 않아 SSH로 계속합니다.
nb: [cmux] Den lokale Mosh-klienten mangler nødvendig SSH-integrasjon; fortsetter over SSH.
pl: [cmux] Lokalny klient Mosh nie obsługuje wymaganej integracji SSH; kontynuowanie przez SSH.
pt_br: [cmux] O cliente Mosh local não oferece a integração SSH necessária; continuando por SSH.
ru: [cmux] Локальный клиент Mosh не поддерживает требуемую интеграцию с SSH; продолжение через SSH.
th: [cmux] ไคลเอนต์ Mosh ในเครื่องไม่รองรับการผสานรวม SSH ที่จำเป็น จึงดำเนินการต่อผ่าน SSH
tr: [cmux] Yerel Mosh istemcisi gerekli SSH entegrasyonunu desteklemiyor; SSH üzerinden devam ediliyor.
uk: [cmux] Локальний клієнт Mosh не підтримує потрібну інтеграцію з SSH; продовження через SSH.
zh_hans: [cmux] 本地 Mosh 客户端不支持所需的 SSH 集成；将继续使用 SSH。
zh_hant: [cmux] 本機 Mosh 用戶端不支援所需的 SSH 整合；將繼續使用 SSH。

# cli.ssh.mosh.probeFailed
source: [cmux] Could not verify remote Mosh support; continuing over SSH.
ar: [cmux] تعذّر التحقق من دعم Mosh على المضيف البعيد؛ جارٍ المتابعة عبر SSH.
bs: [cmux] Nije moguće potvrditi udaljenu Mosh podršku; nastavak putem SSH-a.
da: [cmux] Fjernunderstøttelse af Mosh kunne ikke bekræftes; fortsætter via SSH.
de: [cmux] Remote-Mosh-Unterstützung konnte nicht bestätigt werden; Verbindung wird über SSH fortgesetzt.
es: [cmux] No se pudo verificar la compatibilidad remota con Mosh; se continuará mediante SSH.
fr: [cmux] Impossible de vérifier la prise en charge distante de Mosh ; poursuite via SSH.
it: [cmux] Impossibile verificare il supporto Mosh remoto; continuazione tramite SSH.
ja: [cmux] リモートの Mosh 対応を確認できなかったため、SSH で接続を続行します。
ko: [cmux] 원격 Mosh 지원을 확인할 수 없어 SSH로 계속합니다.
nb: [cmux] Kunne ikke bekrefte ekstern Mosh-støtte; fortsetter over SSH.
pl: [cmux] Nie udało się potwierdzić zdalnej obsługi Mosh; kontynuowanie przez SSH.
pt_br: [cmux] Não foi possível confirmar o suporte remoto ao Mosh; continuando por SSH.
ru: [cmux] Не удалось проверить удалённую поддержку Mosh; продолжение через SSH.
th: [cmux] ไม่สามารถตรวจสอบการรองรับ Mosh ระยะไกลได้ จึงดำเนินการต่อผ่าน SSH
tr: [cmux] Uzak Mosh desteği doğrulanamadı; SSH üzerinden devam ediliyor.
uk: [cmux] Не вдалося перевірити віддалену підтримку Mosh; продовження через SSH.
zh_hans: [cmux] 无法验证远程 Mosh 支持；将继续使用 SSH。
zh_hant: [cmux] 無法驗證遠端 Mosh 支援；將繼續使用 SSH。

# cli.ssh.mosh.remoteMissing
source: [cmux] mosh-server is not installed on the remote host; continuing over SSH.
ar: [cmux] ‏mosh-server غير مثبت على المضيف البعيد؛ جارٍ المتابعة عبر SSH.
bs: [cmux] mosh-server nije instaliran na udaljenom hostu; nastavak putem SSH-a.
da: [cmux] mosh-server er ikke installeret på fjernværten; fortsætter via SSH.
de: [cmux] mosh-server ist auf dem Remote-Host nicht installiert; Verbindung wird über SSH fortgesetzt.
es: [cmux] mosh-server no está instalado en el host remoto; se continuará mediante SSH.
fr: [cmux] mosh-server n’est pas installé sur l’hôte distant ; poursuite via SSH.
it: [cmux] mosh-server non è installato sull’host remoto; continuazione tramite SSH.
ja: [cmux] リモートホストに mosh-server がインストールされていないため、SSH で接続を続行します。
ko: [cmux] 원격 호스트에 mosh-server가 설치되어 있지 않아 SSH로 계속합니다.
nb: [cmux] mosh-server er ikke installert på den eksterne verten; fortsetter over SSH.
pl: [cmux] mosh-server nie jest zainstalowany na hoście zdalnym; kontynuowanie przez SSH.
pt_br: [cmux] O mosh-server não está instalado no host remoto; continuando por SSH.
ru: [cmux] mosh-server не установлен на удалённом хосте; продолжение через SSH.
th: [cmux] ไม่ได้ติดตั้ง mosh-server บนโฮสต์ระยะไกล จึงดำเนินการต่อผ่าน SSH
tr: [cmux] Uzak ana makinede mosh-server kurulu değil; SSH üzerinden devam ediliyor.
uk: [cmux] mosh-server не встановлено на віддаленому хості; продовження через SSH.
zh_hans: [cmux] 远程主机未安装 mosh-server；将继续使用 SSH。
zh_hant: [cmux] 遠端主機未安裝 mosh-server；將繼續使用 SSH。

# cli.ssh.restore.lifecycleUnavailable
source: [cmux] SSH restore stopped because cmux could not register the connection lifecycle. Reopen this remote workspace to reconnect.
ar: [cmux] توقف استعادة SSH لأن cmux لم يتمكن من تسجيل دورة حياة الاتصال. أعد فتح مساحة العمل البعيدة لإعادة الاتصال.
bs: [cmux] Vraćanje SSH-a je zaustavljeno jer cmux nije mogao registrirati životni ciklus veze. Ponovo otvorite udaljeni radni prostor za ponovno povezivanje.
da: [cmux] SSH-gendannelse blev stoppet, fordi cmux ikke kunne registrere forbindelsens livscyklus. Åbn fjernarbejdsområdet igen for at oprette forbindelse.
de: [cmux] Die SSH-Wiederherstellung wurde beendet, weil cmux den Verbindungslebenszyklus nicht registrieren konnte. Öffnen Sie den Remote-Arbeitsbereich erneut, um die Verbindung wiederherzustellen.
es: [cmux] La restauración de SSH se detuvo porque cmux no pudo registrar el ciclo de vida de la conexión. Vuelva a abrir este espacio de trabajo remoto para reconectarse.
fr: [cmux] La restauration SSH s’est arrêtée, car cmux n’a pas pu enregistrer le cycle de vie de la connexion. Rouvrez cet espace de travail distant pour vous reconnecter.
it: [cmux] Il ripristino SSH è stato interrotto perché cmux non ha potuto registrare il ciclo di vita della connessione. Riapri questo spazio di lavoro remoto per riconnetterti.
ja: [cmux] cmux が接続ライフサイクルを登録できなかったため、SSH の復元を停止しました。再接続するには、このリモートワークスペースを開き直してください。
ko: [cmux] cmux가 연결 수명 주기를 등록하지 못해 SSH 복원이 중지되었습니다. 다시 연결하려면 이 원격 작업 공간을 다시 여세요.
nb: [cmux] SSH-gjenopprettingen stoppet fordi cmux ikke kunne registrere tilkoblingens livssyklus. Åpne det eksterne arbeidsområdet på nytt for å koble til igjen.
pl: [cmux] Przywracanie SSH zostało zatrzymane, ponieważ cmux nie mógł zarejestrować cyklu życia połączenia. Otwórz ponownie ten zdalny obszar roboczy, aby się połączyć.
pt_br: [cmux] A restauração do SSH foi interrompida porque o cmux não conseguiu registrar o ciclo de vida da conexão. Reabra este workspace remoto para se reconectar.
ru: [cmux] Восстановление SSH остановлено, потому что cmux не смог зарегистрировать жизненный цикл подключения. Повторно откройте удалённое рабочее пространство, чтобы подключиться.
th: [cmux] การกู้คืน SSH หยุดลงเนื่องจาก cmux ไม่สามารถลงทะเบียนวงจรชีวิตการเชื่อมต่อได้ เปิดพื้นที่ทำงานระยะไกลนี้อีกครั้งเพื่อเชื่อมต่อใหม่
tr: [cmux] cmux bağlantı yaşam döngüsünü kaydedemediği için SSH geri yüklemesi durduruldu. Yeniden bağlanmak için bu uzak çalışma alanını yeniden açın.
uk: [cmux] Відновлення SSH зупинено, оскільки cmux не зміг зареєструвати життєвий цикл підключення. Повторно відкрийте віддалений робочий простір, щоб підключитися.
zh_hans: [cmux] cmux 无法注册连接生命周期，因此已停止恢复 SSH。请重新打开此远程工作区以重新连接。
zh_hant: [cmux] cmux 無法註冊連線生命週期，因此已停止復原 SSH。請重新開啟此遠端工作區以重新連線。

# cli.ssh.terminalExitPrompt.prompt
source: [cmux] press Enter to close this pane.
ar: [cmux] اضغط على Enter لإغلاق هذا الجزء.
de: [cmux] Drücken Sie die Eingabetaste, um dieses Teilfenster zu schließen.
es: [cmux] presiona Enter para cerrar este panel.
fr: [cmux] appuyez sur Entrée pour fermer ce volet.
ja: [cmux] 閉じるには Enter を押してください。
ko: [cmux] 이 분할 창을 닫으려면 Enter 키를 누르세요.
zh_hans: [cmux] 按 Enter 关闭此窗格。
zh_hant: [cmux] 按 Enter 鍵關閉此窗格。

# cli.ssh.transport.invalid
source: ssh: --transport must be followed by 'ssh' or 'mosh'
ar: ssh: يجب أن يتبع ‎--transport‎ الخيار 'ssh' أو 'mosh'
bs: ssh: nakon --transport mora slijediti 'ssh' ili 'mosh'
da: ssh: --transport skal efterfølges af 'ssh' eller 'mosh'
de: ssh: Auf --transport muss 'ssh' oder 'mosh' folgen
es: ssh: --transport debe ir seguido de 'ssh' o 'mosh'
fr: ssh : --transport doit être suivi de 'ssh' ou 'mosh'
it: ssh: --transport deve essere seguito da 'ssh' o 'mosh'
ja: ssh: --transport の後には 'ssh' または 'mosh' を指定してください
ko: ssh: --transport 뒤에는 'ssh' 또는 'mosh'를 지정해야 합니다
nb: ssh: --transport må etterfølges av 'ssh' eller 'mosh'
pl: ssh: po --transport należy podać 'ssh' albo 'mosh'
pt_br: ssh: --transport deve ser seguido por 'ssh' ou 'mosh'
ru: ssh: после --transport необходимо указать 'ssh' или 'mosh'
th: ssh: --transport ต้องตามด้วย 'ssh' หรือ 'mosh'
tr: ssh: --transport seçeneğini 'ssh' veya 'mosh' izlemelidir
uk: ssh: після --transport потрібно вказати 'ssh' або 'mosh'
zh_hans: ssh：--transport 后必须指定 'ssh' 或 'mosh'
zh_hant: ssh：--transport 後必須指定 'ssh' 或 'mosh'

# cli.sshPtyAttach.bridgeClosedReattaching
source: [cmux] remote PTY bridge closed; reattaching (attempt %s/%s).
ar: [cmux] تم إغلاق جسر PTY البعيد؛ تجري إعادة الاتصال (المحاولة %s/%s).
de: [cmux] Remote-PTY-Brücke geschlossen; erneutes Anfügen (Versuch %s/%s).
es: [cmux] puente de PTY remoto cerrado; reconectando (intento %s/%s).
fr: [cmux] pont PTY distant fermé ; rattachement en cours (tentative %s/%s).
ja: [cmux] リモート PTY ブリッジが閉じました。再接続しています（試行 %s/%s）。
ko: [cmux] 원격 PTY 브릿지가 닫혔습니다. 재연결 중입니다 (시도 횟수: %s/%s).
zh_hans: [cmux] 远程 PTY 桥接已关闭；正在重新附加（第 %s/%s 次）。
zh_hant: [cmux] 遠端 PTY 橋接器已關閉；正在重新連接 (嘗試第 %s/%s 次)。

# cli.sshPtyAttach.retryStatus
source: [cmux] SSH disconnected (%s); retry %s in %ss; input discarded.
ar: [cmux] انقطع اتصال SSH (%s)؛ إعادة المحاولة %s خلال %s ث؛ سيتم تجاهل الإدخال.
bs: [cmux] SSH veza je prekinuta (%s); pokušaj %s za %s s; unos se odbacuje.
da: [cmux] SSH afbrudt (%s); prøver igen %s om %s s; input kasseres.
de: [cmux] SSH getrennt (%s); Versuch %s in %s s; Eingaben werden verworfen.
es: [cmux] SSH desconectado (%s); reintento %s en %s s; la entrada se descarta.
fr: [cmux] SSH déconnecté (%s) ; nouvelle tentative %s dans %s s ; saisie ignorée.
it: [cmux] SSH disconnesso (%s); nuovo tentativo %s tra %s s; input scartato.
ja: [cmux] SSH が切断されました（%s）。%s 回目を %s 秒後に再試行します。入力は破棄されます。
ko: [cmux] SSH 연결 끊김(%s); %s번째 재시도를 %s초 후 수행합니다; 입력은 버립니다.
nb: [cmux] SSH frakoblet (%s); prøver igjen %s om %s s; inndata forkastes.
pl: [cmux] SSH rozłączone (%s); ponowna próba %s za %s s; dane wejściowe zostaną odrzucone.
pt_br: [cmux] SSH desconectado (%s); nova tentativa %s em %s s; entrada descartada.
ru: [cmux] SSH отключён (%s); повторная попытка %s через %s с; ввод будет отброшен.
th: [cmux] SSH ถูกตัดการเชื่อมต่อ (%s); ลองใหม่ครั้งที่ %s ใน %s วินาที; อินพุตจะถูกทิ้ง
tr: [cmux] SSH bağlantısı kesildi (%s); %s. deneme %s sn içinde; girdi atılacak.
uk: [cmux] SSH від’єднано (%s); повторна спроба %s через %s с; введення буде відкинуто.
zh_hans: [cmux] SSH 已断开（%s）；重试第 %s 次（%s 秒后）；输入将被丢弃。
zh_hant: [cmux] SSH 已中斷（%s）；重試第 %s 次（%s 秒後）；輸入將被捨棄。

# cli.sshPtyAttach.retryReason.hostUnreachable
source: host unreachable
ar: المضيف غير قابل للوصول
bs: host nije dostupan
da: værten kan ikke nås
de: Host nicht erreichbar
es: host inaccesible
fr: hôte inaccessible
it: host non raggiungibile
ja: ホストに接続できません
ko: 호스트에 연결할 수 없음
nb: vert utilgjengelig
pl: host nieosiągalny
pt_br: host inacessível
ru: хост недоступен
th: เข้าถึงโฮสต์ไม่ได้
tr: ana bilgisayara ulaşılamıyor
uk: хост недоступний
zh_hans: 主机不可达
zh_hant: 主機無法連線

# cli.sshPtyAttach.retryReason.controlMasterUnavailable
source: SSH authentication/control unavailable
ar: مصادقة/تحكم SSH غير متاح
bs: SSH autentikacija/kontrola nije dostupna
da: SSH-godkendelse/-kontrol er utilgængelig
de: SSH-Authentifizierung/-Steuerung nicht verfügbar
es: autenticación/control SSH no disponible
fr: authentification/contrôle SSH indisponible
it: autenticazione/controllo SSH non disponibile
ja: SSH 認証または制御接続を利用できません
ko: SSH 인증/제어를 사용할 수 없음
nb: SSH-autentisering/-kontroll utilgjengelig
pl: uwierzytelnianie/kontrola SSH niedostępna
pt_br: autenticação/controle SSH indisponível
ru: аутентификация/управление SSH недоступны
th: การยืนยันตัวตน/การควบคุม SSH ใช้งานไม่ได้
tr: SSH kimlik doğrulama/kontrolü kullanılamıyor
uk: автентифікація/керування SSH недоступні
zh_hans: SSH 身份验证/控制不可用
zh_hant: SSH 驗證/控制無法使用

# cli.sshPtyAttach.retryReason.daemonNotReady
source: remote service is starting
ar: الخدمة البعيدة قيد التشغيل
bs: udaljena usluga se pokreće
da: fjerntjenesten starter
de: Remote-Dienst wird gestartet
es: el servicio remoto se está iniciando
fr: le service distant démarre
it: il servizio remoto si avvia
ja: リモートサービスを起動しています
ko: 원격 서비스 시작 중
nb: fjerntjenesten starter
pl: usługa zdalna uruchamia się
pt_br: o serviço remoto está iniciando
ru: удалённая служба запускается
th: กำลังเริ่มบริการระยะไกล
tr: uzak hizmet başlatılıyor
uk: віддалена служба запускається
zh_hans: 远程服务正在启动
zh_hant: 遠端服務正在啟動

# cli.sshPtyAttach.retryReason.bridgeClosed
source: connection interrupted
ar: انقطع الاتصال
bs: veza je prekinuta
da: forbindelsen blev afbrudt
de: Verbindung unterbrochen
es: conexión interrumpida
fr: connexion interrompue
it: connessione interrotta
ja: 接続が中断されました
ko: 연결 중단
nb: tilkoblingen ble avbrutt
pl: połączenie przerwane
pt_br: conexão interrompida
ru: соединение прервано
th: การเชื่อมต่อถูกขัดจังหวะ
tr: bağlantı kesildi
uk: з’єднання перервано
zh_hans: 连接中断
zh_hant: 連線中斷

# cli.sshPtyAttach.retryReason.noProgress
source: remote service made no progress
ar: لم تتقدم الخدمة البعيدة
bs: udaljena usluga nije napredovala
da: fjerntjenesten gjorde ingen fremskridt
de: Remote-Dienst kommt nicht voran
es: el servicio remoto no avanzó
fr: le service distant n’avance pas
it: il servizio remoto non avanza
ja: リモートサービスから進展がありません
ko: 원격 서비스가 진행되지 않음
nb: fjerntjenesten gjorde ingen fremgang
pl: usługa zdalna nie robi postępów
pt_br: o serviço remoto não avançou
ru: удалённая служба не продвигается
th: บริการระยะไกลไม่คืบหน้า
tr: uzak hizmet ilerleme göstermedi
uk: віддалена служба не просувається
zh_hans: 远程服务没有进展
zh_hant: 遠端服務沒有進展
